tap "homebrew/bundle"
brew "jpeg-turbo"
brew "libpng"
brew "freetype"
brew "fontconfig"
brew "python@3.12"
brew "cloudflared"
brew "fastfetch"
brew "opus"
brew "sdl2"
brew "ffmpeg"
brew "gh"
brew "hugo"
brew "jpeg"
brew "libedit"
brew "libsixel"
brew "neovim"
brew "node"
brew "openjdk"
brew "pkg-config"
brew "thefuck"
brew "tree"
cask "firefox@developer-edition"
cask "google-chrome"
cask "gpg-suite"
cask "iterm2"
cask "karabiner-elements"
cask "minecraft"
cask "multimc"
cask "muse"
cask "obs"
cask "pdf-expert"
cask "raycast"
cask "steam"
cask "telegram-desktop"
vscode "aaron-bond.better-comments"
vscode "ambar.bundle-size"
vscode "arcanis.vscode-zipfs"
vscode "budparr.language-hugo-vscode"
vscode "chenglou92.rescript-vscode"
vscode "csstools.postcss"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "divyanshuagrawal.competitive-programming-helper"
vscode "dnicolson.binary-plist"
vscode "drknoxy.eslint-disable-snippets"
vscode "dzhavat.css-flexbox-cheatsheet"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "evzen-wybitul.magic-racket"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "hookyqr.minify"
vscode "jock.svg"
vscode "lehni.vscode-fix-checksums"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.pylint"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vsliveshare.vsliveshare"
vscode "orta.vscode-jest"
vscode "patbenatar.advanced-new-file"
vscode "peakchen90.open-html-in-browser"
vscode "pkief.material-icon-theme"
vscode "redhat.vscode-xml"
vscode "sainoba.px-to-rem"
vscode "sandcastle.vscode-open"
vscode "shadowndacorner.vscode-easymotion"
vscode "sidneys1.gitconfig"
vscode "streetsidesoftware.code-spell-checker"
vscode "styled-components.vscode-styled-components"
vscode "stylelint.vscode-stylelint"
vscode "tamasfe.even-better-toml"
vscode "tomoki1207.pdf"
vscode "usernamehw.errorlens"
vscode "wallabyjs.quokka-vscode"
vscode "yzane.markdown-pdf"
